[ProfileSettingIDs]

; Keyboard mapping
PSI_GBA_MoveForward=前に移動
PSI_GBA_MoveBackward=後ろに移動
PSI_GBA_StrafeLeft=左に平行移動
PSI_GBA_StrafeRight=右に平行移動
PSI_GBA_Jump=ジャンプ
PSI_GBA_Sneak=スニーク
PSI_GBA_Sprint=ダッシュ
PSI_GBA_LeanLeft=左をのぞき込む
PSI_GBA_LeanRight=右をのぞき込む
PSI_GBA_Use=使う
PSI_GBA_Primary=斬る
PSI_GBA_Secondary=能力/ガジェット
PSI_GBA_Block=ガード/絞殺
PSI_GBA_Zoom=Zoom
PSI_GBA_Wheel=サークルメニュー
PSI_GBA_NextItem=次のショートカットアイテム
PSI_GBA_PrevItem=前のショートカットアイテム
PSI_GBA_HealthElixir=ライフエリクサー
PSI_GBA_ManaElixir=マナエリクサー
PSI_GBA_Journal=ジャーナル
PSI_GBA_OpenNotes=メモ
PSI_GBA_OpenPowers=能力メニュー
PSI_GBA_OpenBoneCharms=ボーンチャームメニュー
PSI_GBA_OpenInventory=所持品
PSI_GBA_QuickSave=Quick Save
PSI_GBA_QuickLoad=Quick Load
PSI_GBA_Shortcut_0=Shortcut 1
PSI_GBA_Shortcut_1=Shortcut 2
PSI_GBA_Shortcut_2=Shortcut 3
PSI_GBA_Shortcut_3=Shortcut 4
PSI_GBA_Shortcut_4=Shortcut 5
PSI_GBA_Shortcut_5=Shortcut 6
PSI_GBA_Shortcut_6=Shortcut 7
PSI_GBA_Shortcut_7=Shortcut 8
PSI_GBA_Shortcut_8=Shortcut 9
PSI_GBA_Shortcut_9=Shortcut 10

; Mouse settings
PSI_Mouse_Sensitivity=感度
PSI_Mouse_bSmooting=補正
PSI_Mouse_bInvertY=Y軸反転
PSI_Mouse_bAutoAim=自動照準
PSI_Mouse_AutoAimStrength=自動照準感度
PSI_Mouse_bFriction=照準アシスト
PSI_Mouse_FrictionStrength=照準アシスト感度

; Gamepad settings
PSI_Gamepad_BindingSet=操作設定
PSI_Gamepad_bVibration=振動
PSI_Gamepad_LookXSensitivity=X軸感度の調整
PSI_Gamepad_LookYSensitivity=Y軸感度の調整
PSI_Gamepad_bInvertY=Y軸反転
PSI_Gamepad_bAutoAim=自動照準
PSI_Gamepad_AutoAimStrength=自動照準感度
PSI_Gamepad_bFriction=照準アシスト
PSI_Gamepad_FrictionStrength=照準アシスト感度

; HUD settings
PSI_HUD_Visibility=ライフ/マナゲージを表示
PSI_HUD_bShowObjectivePopups=目標ポップアップを表示
PSI_HUD_bShowTutorialNotifications=チュートリアル通知を表示
PSI_HUD_bShowInteractions=インタラクションを表示
PSI_HUD_bShowHighlight=フォーカスハイライトを表示
PSI_HUD_bShowPickupLog=入手ログを表示
PSI_HUD_bShowContextualIcons=状況アイコンを表示
PSI_HUD_bShowPlayerStance=現在の姿勢を表示
PSI_HUD_bShowObjectiveMarkers=目標マーカーを表示
PSI_HUD_bShowGrenadeMarkers=グレネードマーカーを表示
PSI_HUD_bShowAwarenessMarkers=知覚マーカーを表示
PSI_HUD_bShowHeartTargetMarkers=ハートマーカーを表示
PSI_HUD_CrosshairStyle=クロスヘアスタイル
PSI_HUD_bCrosshairMovement=自動照準時クロスヘア移動
PSI_HUD_CrosshairOpacity=クロスヘア透明度

; Gameplay settings
PSI_Gameplay_bAutoUseManaElixir=マナ回復薬の自動使用
PSI_Gameplay_KillCamMode=キルカメラモード
PSI_Gameplay_Difficulty=難易度
PSI_Gameplay_bAutoSaveInMenu=ジャーナルのオートセーブ
PSI_Gameplay_HeadBobAmount=移動時のカメラの揺れ
PSI_Gameplay_CameraRelativeClimbing=カメラの相対上昇

; Graphics
PSI_Graphics_Gamma=明るさ
PSI_GraphicsPC_Resolution=解像度
PSI_GraphicsPC_bFullScreen=フルスクリーン
PSI_GraphicsPC_bVSync=Vシンク
PSI_GraphicsPC_FOV=視界
PSI_GraphicsPC_TextureDetails=テクスチャーディテール
PSI_GraphicsPC_ModelDetails=モデルディテール
PSI_GraphicsPC_LightShaftEnable=ライトシャフト
PSI_GraphicsPC_AntiAliasingMode=アンチエイリアスモード
PSI_GraphicsPC_RatShadows=ラットの影生成

; Audio
PSI_Audio_GlobalVolume=総合音量
PSI_Audio_MusicVolume=音楽の音量
PSI_Audio_SFXVolume=効果音の音量
PSI_Audio_VoicesVolume=音声の音量
PSI_Audio_SubtitlesMode=字幕
PSI_AudioPC_SpeakerConfiguration=スピーカーの設定

; Other
PSI_DLC06_Difficulty=難易度

[ProfileSettingValues]

; EPadBindingSets
PBS_1=Type A
PBS_2=Type B
PBS_3=Type C
PBS_4=Type D

; EBooleanParameter
BP_False=Off
BP_True=On
BP_DefaultFalse=Off
BP_DefaultTrue=On

; EHUDVisibility
HV_Off=Off
HV_Contextual=増減時に表示
HV_Always=常に表示

; ECrosshairStyle
CS_Off=Off
CS_Simple=Simple
CS_Normal=Normal

; EKillCamMode
KCM_Off=Off
KCM_Normal=Normal
KCM_Frequent=頻繁

; EDifficulty
EDifficulty_Easy=Easy
EDifficulty_Normal=Normal
EDifficulty_Hard=Hard
EDifficulty_VeryHard=Very Hard

EDifficulty_Easy_DLC06=Novice
EDifficulty_Normal_DLC06=Veteran
EDifficulty_Hard_DLC06=Elite
EDifficulty_VeryHard_DLC06=Master Assassin

; ETextureDetails
TextureDetails_Low=Low
TextureDetails_Medium=Medium
TextureDetails_High=High

; EModelDetails
ModelDetails_Normal=Normal
ModelDetails_High=High

; EPostProcessQuality
PostProcessQuality_Normal=Normal
PostProcessQuality_High=High

; EAntialiasingMode
AntialiasingMode_Off=Off
AntialiasingMode_MLAA=MLAA
AntialiasingMode_FXAA=FXAA

; ESubtitlesMode
SubtitlesMode_Off=Off
SubtitlesMode_Off=Off
SubtitlesMode_Dialogs=主要なセリフ
SubtitlesMode_All=全てのセリフ

; ESpeakerConfigurationProfile
SpeakerConfiguration_Auto=Auto
SpeakerConfiguration_Stereo=Stereo
SpeakerConfiguration_5Point1=5.1

[Keys]
Unbound_Game=解放
Unbound_Menu=--
MouseX=Mouse X
MouseY=Mouse Y
MouseScrollUp=Mouse スクロールアップ
MouseScrollDown=Mouse スクロールダウン
LeftMouseButton=左 Mouse Button
RightMouseButton=右 Mouse Button
MiddleMouseButton=中央 Mouse Button
ThumbMouseButton=親指 Mouse Button
ThumbMouseButton2=親指 Mouse Button 2
BackSpace=Back Space
Tab=Tab
Enter=Enter
Pause=Pause
CapsLock=Caps Lock
Escape=Escape
SpaceBar=Space Bar
PageUp=Page Up
PageDown=Page Down
End=End
Home=Home
Left=Left
Up=Up
Right=Right
Down=Down
Insert=Insert
Delete=Delete
Zero=Zero
One=One
Two=Two
Three=Three
Four=Four
Five=Five
Six=Six
Seven=Seven
Eight=Eight
Nine=Nine
A=A
B=B
C=C
D=D
E=E
F=F
G=G
H=H
I=I
J=J
K=K
L=L
M=M
N=N
O=O
P=P
Q=Q
R=R
S=S
T=T
U=U
V=V
W=W
X=X
Y=Y
Z=Z
NumPadZero=Num Pad Zero
NumPadOne=Num Pad One
NumPadTwo=Num Pad Two
NumPadThree=Num Pad Three
NumPadFour=Num Pad Four
NumPadFive=Num Pad Five
NumPadSix=Num Pad Six
NumPadSeven=Num Pad Seven
NumPadEight=Num Pad Eight
NumPadNine=Num Pad Nine
Multiply=Multiply
Add=Add
Subtract=Subtract
Decimal=Decimal
Divide=Divide
F1=F1
F2=F2
F3=F3
F4=F4
F5=F5
F6=F6
F7=F7
F8=F8
F9=F9
F10=F10
F11=F11
F12=F12
NumLock=Num Lock
ScrollLock=Scroll Lock
LeftShift=Left Shift
RightShift=Right Shift
LeftControl=Left Control
RightControl=Right Control
LeftAlt=Left Alt
RightAlt=Right Alt
Semicolon=Semicolon
Equals=Equals
Comma=Comma
Underscore=Underscore
Period=Period
Slash=Slash
Tilde=Tilde
LeftBracket=Left Bracket
Backslash=Backslash
RightBracket=Right Bracket
Quote=Quote
